const resumeData = {
    personal: {
        name: "أنس أحمد محمد",
        phone: "0568954677",
        email: "sm@smarterp.top",
        nationality: "اليمن",
        address: "السعودية - المدينة المنورة",
        birth: "1988-10-24 م",
        status: "متزوج ولدي ولد وبنتان"
    },
    about: "ولدت في قرية على أعالي جبال وصاب في اليمن، وعشت حياة الريف بكل بساطتها، فاكتسبت الحكمة والاعتماد على النفس، وتعلمت أن أواجه تحديات الحياة بصبر وعزيمة. نشأت في أسرة محافظة، وبدأت العمل مع والدي في التجارة منذ الصغر، فشكّلت تلك التجربة شخصيتي ومنحتني شغف العمل والاستقلال. أكملت تعليمي المدرسي، لكن الظروف المادية حالت دون إكمال دراستي الجامعية. في سن العشرين انتقلت إلى المملكة العربية السعودية، حيث بدأت رحلتي واكتسبت خبرات متعددة. أعيش بتوازن بين القلب والعقل، وشغوف بالتعلم واكتساب المعرفة، خاصة في المجال التقني. أفكر دائماً في تقديم أفكار ومشاريع ذات أثر، وأسعى لحياة متوازنة مليئة بالإنجاز. أميل إلى التأمل ومجالسة كبار السن، ويأسرني النظر إلى السماء ليلاً، حيث تعيدني النجوم إلى ذكريات القرية وتمنحني شعورًا متجدداً بالحياة.",
    traits: [
        "لدي القدرة على إقتراح حلول منطقية للمشكلات والتعامل معها بذكاء.",
        "أمتلك مهارة التفكير الناقد بأسلوب مميز والوصول إلى نتائج جديدة.",
        "أتأقلم مع مواقف العمل المختلفة، ولا استطيع العمل تحت الضغط المباشر.",
        "أحقق إنجازات ونتائج عالية عندما أتمتع بمساحة واسعة من الحرية في العمل.",
        "يغمرني التقدير والإهتمام ويدفعني لتقديم تفان كبير في كل ما أفعله.",
        "امتلك مهارة تواصل ممتازة مكتوبة أو شفوية سواء مع الزملاء أو العملاء.",
        "مهارة العمل الجماعي وبناء روح الفريق الواحد وتنميتها لدى الفريق.",
        "مهارة التنظيم وإدارة الواجبات واستلام وتسليم المهام بكفاءة عالية.",
        "اتمتع بمهارة عالية في التفكير خارج الصندوق، والخروج بحلول إبداعية.",
        "الدقة والاهتمام بتفاصيل التفاصيل لا سيما في المهام التي كلفت بإنجازها.",
        "أتمتع بحس كاف في تحمل المسؤولية والشجاعة الكاملة في معالجة الأخطاء.",
        "أحمل من الذكاء العاطفي في فهم مشاعر الآخرين بالقدر الذي يجلعني متوازنا في إدارة المواقف"
    ],
    hobbies: [
        "شغوف جدا في المجال التقني واستخدام الأجهزة الذكية والتطبيقات.",
        "ممارسة كرة القدم ومتابعة المباريات والألعاب الرياضية الصحية.",
        "التصميم، حيث أجد متعة في العمل على تصميم التطبيقات ومواقع الويب.",
        "السفر واكتشاف أماكن جديدة وتكوين علاقات شخصية جديدة.",
        "أهتم بالتجارة الإلكترونية، وأجد شغفي في زيادة الأعمال والتسويق الرقمي.",
        "قراءة الشعر والتاريخ ومعرفة عوامل نهضة واندثار الحضارات السابقة.",
        "أستمتع بقراءة كتب البزنس وإدارة الأعمال والبودكاست ذات الإهتمام لها."
    ],
    scientific: [
        "القيادة والإدارة: لدي القدرة الكاملة على تشكيل وإدارة فريق العمل وإدارة المهام وتوجيهها والتحفيز والمشاركة الفعالة.",
        "المبيعات والتسويق: أمتلك خبرة كبيرة في مجال المبيعات وخدمات العملاء والتسويق ووضع الخطط البيعية والإستهداف.",
        "الخطط والاستراتيجيات: لدي القدرة على وضع الخطط والاستراتيجيات التسويقية وتنفيذها ومراقبة نتائجها وتصحيح مسارها.",
        "المهارات الحسابية: أمتلك خبرة ممتازة في الحسابات وإدارة عمليات البيع والتوريد وإدارة المخازن ومراقبة التقارير المالية الإحصائية.",
        "البرامج المحاسبية: لدي إطلاع واسع حوال البرامج المحاسبية والية العمل عليها، كما أمتلك القدرة على تسويقها وبيعها.",
        "تحليل البيانات: أمتلك المهارة الكافية في تحليل البيانات وفهم المقاييس المختلفة واستقراء الاستخدام العملي لها.",
        "المهارات التكنولوجية: شغوف جدا في المجال التقني وأمتلك خبرة كبيرة في استخدام أجهزة الكمبيوتر والأجهزة الذكية والتطبيقات."
    ],
	tools: [
			"Google Apps Script: أمتلك خبرة قوية في برمجة الأكواد وبناء الدوال المخصصة وتطوير صفحات ويب داخل بيئة جوجل لأتمتة العمليات.",
			"استخراج البيانات Web Scraping: لدي مهارة عالية في سكرابنج واستخراج البيانات من المواقع وتحويلها إلى قواعد بيانات منظمة للاستفادة منها.",
			"فيجما Figma: أمتلك خبرة عالية في تصميم التطبيقات والمواقع على برنامج فيجما وعمل بروتوتايب تفاعلي على مستوى عال.",
			"استخدام منصة جلايد glideApp: لدي الخبرة العالية في بناء التطبيقات ومواقع الويب على منصة جلايد وتنفيذ كافة العمليات والتقارير المطلوبة.",
			"جداول بيانات جوجل sheets google: أمتلك خبرة عالية جدا في استخدام الدوال المعقدة في جوجل شيت وربطها بملفات أخرى والرسوم البيانية فيه.",
			"جوجل داتا ستوديو Google Data Studio: إمكانية ربط جداول البيانات مع جوجل دانا ستوديو وإنشاء التقارير والإحصائيات والرسوم البيانية المباشرة.",
			"فوتوشوب photoshop (Ps): أمتلك خبرة جيدة جدا في العمل على برنامج الفوتوشوب وعمل التصاميم الدعائية والبروشورات وغيرها.",
			"إليستريتور Illustrator (Ai): أمتلك خلفية جيدة على برنامج إليستريتور وعمل التصاميم اللازمة والكروت الشخصية وغيرها.",
			"برنامج اكسل Excel (X): لدي خبرة جيدة جدا في استخدام برنامج الأكسل واستخدام الكثير من الدوال البسيطة والمتوسطة فيه.",
			"جوجل سلايد Google Slides: لدي خبرة كبيرة في استخدام العروض التقديمية من جوجل وتنسيق عرض الشرائح وتقديمها بصيغ مختلفة.",
			"برنامج وورد Word (W): أمتلك خبرة عالية في استخدام برنامج ميكروسوفت وورد وتنسيق النصوص وكتابة الخطابات ...."
		],
    work: [
        "شركة سمارت لايف: عملت في شركة سمارت لايف مندوب ثم مشرف مبيعات في فرع المدينة والخبر من 2020 حتى الآن.",
        "تجارة حرة: عملت في مشروع خاص بتوزيع الأحذية قبل جائحة كورونا ثم اضطررت للتوقف مع بداية الأزمة بسبها.",
        "شركة توصيل جدة: عملت في شركة توصيل جدة كمؤسس ومشرف توصيل طلبات للأسر المنتجة لمدة 3 سنوات 2017-2019.",
        "شركة الجونة للحلويات: عملت معلم حلويات في شركة الجونة للحلويات في جدة لمدة أربع سنوات من العام 2014 إلى 2017 م.",
        "مؤسسة الشاذلية للتمور: عملت في مؤسسة الشاذلية للتمور كمؤسس وشريك ومدير انتاج لمدة ثلاث سنوات من 2011 الى 2013 م.",
        "شركة تالة الجود : عملت معلم حلويات في شركة تالة الجود للتمور والحلويات لمدة ثلاث سنوات في جدة من العام 2008 الى 2010 م."
    ],
    updateDate: "1 أبريل 2026"
};
